Repository: zxhzxhz/LiveContainer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, sv, tr, vi, zh_hans, zh_hant

# lc.settings.multiLCInstallAlertDesc %@
source: LiveContainer will generate the ipa for another LiveContainer. Please share it to %@ to install it, Continue?
ar: سوف يقوم LiveContainer بتوليد ملف الـipa لـLiveContainer أخر. الرجاء مشاركته إلى %@ للتثبيت، هل تود المتابعه؟
de: LiveContainer wird eine IPA für einen weiteren LiveContainer generieren. Bitte teilen Sie diese mit %@, um sie zu installieren. Fortfahren?
es: LiveContainer generará el ipa para otro LiveContainer. Compártelo con %@ para instalarlo. ¿Continuar?
fr: LiveContainer va générer l'IPA pour un autre LiveContainer. Veuillez le partager à %@ pour l'installer. Continuer ?
it: LiveContainer genererà l'ipa per un altro LiveContainer. Condividilo su %@ per installarlo, Vuoi Continuare?
ja: LiveContainerは別のLiveContainer用のIPAを生成します。インストールするには%@に共有してください。続けますか？
ko: LiveContainer2 다운로드가 완료되면, %@(으)로 설치해주세요.
pl: LiveContainer wygeneruje plik ipa dla innego LiveContainer. Proszę udostępnić go do %@ aby go zainstalować. Czy chcesz kontynuować?
pt_br: O contêiner atual irá gerar o arquivo IPA para outro contêiner. Por favor, compartilhe-o para %@ para concluir a instalação. Deseja continuar?
ru: LiveContainer создаст файл IPA для другого LiveContainer'а. Поделитесь им с %@, чтобы завершить установку. Хотите продолжить?
sv: LiveContainer kommer att generera ipa för en annan LiveContainer. Vänligen dela den till %@ för att installera den, Fortsätt?
tr: LiveContainer, başka bir LiveContainer için ipa dosyası oluşturacaktır. Yüklemek için lütfen %@ ile paylaşın, devam etmek ister misiniz?
vi: LiveContainer sẽ tạo file ipa cho LiveContainer khác. Hãy chia sẻ nó qua %@ để cài nó. Tiếp tục?
zh_hans: LiveContainer将会生成另一个LiveContainer的IPA，请将其分享至%@以安装。要继续吗？
zh_hant: LiveContainer會產生IPA來安裝另一個LiveContainer。如要安裝請分享至%@。

# lc.settings.multiLCIsSecond
source: This is the second LiveContainer
ar: هذا هو الـLiveContainer الثاني
de: Dies ist der zweite LiveContainer
es: Este es el segundo LiveContainer
fr: Il s'agit du deuxième LiveContainer
it: Questo è il secondo LiveContainer
ja: これは2つめのLiveContainerです
ko: 서브 LiveContainer 사용 중입니다.
pl: To jest drugi LiveContainer
pt_br: Este é o segundo contêiner
ru: Это второй LiveContainer
sv: Detta är den andra LiveContainer
tr: Bu, ikinci LiveContainer'dır
vi: Đây là LiveContainer thứ hai
zh_hans: 这是第二个LiveContainer
zh_hant: 這是第二個LiveContainer

# lc.settings.multiLCLaunchPriority
source: Launch Priority
ar: أولوية الإطلاق
de: Startpriorität
es: Prioridad de lanzamiento
fr: Priorité de lancement
pl: Priorytet uruchomienia
ru: Приоритет запуска
tr: Başlatma Önceliği
vi: Thứ tự Khởi chạy
zh_hans: 启动优先级

# lc.settings.multiLCLaunchPriorityDesc
source: Drag LiveContainers to choose which one is tried first when launching shared apps.
ar: اسحب LiveContainers لاختيار أي واحد يتم تجربته أولا عند تشغيل التطبيقات المشتركة.
de: Ziehen Sie die LiveContainer, um festzulegen, welche App zuerst gestartet wird.
es: Arrastra los Live Containers para elegir cuál se intenta primero al lanzar apps compartidas.
fr: Faites glisser les LiveContainers pour choisir lequel est essayé en premier lors du lancement d'applications partagées.
pl: Przeciągnij LiveContainers, aby wybrać, który z nich zostanie wypróbowany jako pierwszy podczas uruchamiania udostępnionych aplikacji.
ru: Перетаскивайте LiveContainer'ы, чтобы выбрать, какой из них будет использован при запуске общих приложений.
tr: Paylaşılan uygulamalar başlatılırken önce hangisinin deneneceğini belirlemek için LiveContainer’ları sürükleyin.
vi: Kéo các LiveContainer để chọn cái nào được thử trước khi chạy app được chia sẻ.
zh_hans: 拖动 LiveContainer 来设置启动共享 App 时的尝试顺序。

# lc.settings.multiLCReinstall
source: Reinstall Another LiveContainer
ar: أعد تثبيت LiveContainer الأخر
de: LiveContainer2 neu installieren
fr: Réinstaller un autre LiveContainer
it: Reinstalla Un Altro LiveContainer
ja: 別のLiveContainerを再インストール
ko: 두번째 LiveContainer 재설치
pl: Zainstaluj ponownie inny LiveContainer
pt_br: Reinstalar Contêiner Secundário
ru: Переустановить другой LiveContainer
sv: Installera om ytterligare en LiveContainer
tr: Başka bir LiveContainer'ı yeniden yükleyin
vi: Cài lại LiveContainer Khác
zh_hans: 重新安装第二个LiveContainer
zh_hant: 重新下載另一個LiveContainer

# lc.settings.multitaskDesc
source: Multitask Mode allows you to open multiple apps at the same time. Convert your apps to Shared Apps to use them in this mode.
ar: يسمح لك وضع المهام المتعددة بفتح تطبيقات متعددة في نفس الوقت. حوِّل تطبيقاتك لتطبيقات مشتركة لإستخدامهم في الوضع هذا.
de: Mit dem Multitasking-Modus können Sie mehrere Apps gleichzeitig öffnen. Wandeln Sie Ihre Apps in geteilte Apps um, damit sie in diesem Modus verwendet werden können.
es: El modo multitarea te permite abrir varias apps al mismo tiempo. Convierte tus apps en Apps Compartidas para usarlas en este modo.
fr: Le mode multitâche vous permet d'ouvrir plusieurs applications en même temps. Convertissez vos applications en applications partagées pour les utiliser dans ce mode.
it: La modalità multitasking ti permette di aprire più app contemporaneamente. Converti le tue app in App Condivise per usarle in questa modalità.
ja: マルチタスクモードでは、複数のアプリを同時に開くことができます。使用するには、アプリを共有アプリに変換してください。
ko: 멀티태스킹 모드는 한 번에 여러 앱을 실행할 수 있도록 합니다. 해당 모드를 사용하기 위해선 각 앱을 공유된 앱으로 변환해야 합니다.
pl: Tryb wielozadaniowości pozwala na otwieranie wielu aplikacji w tym samym czasie. Aby korzystać z tego trybu, przekonwertuj swoje aplikacje na aplikacje dzielone.
pt_br: O Modo de Multitarefa te permite abrir vários apps ao mesmo tempo. Converta seus apps em Apps Compartilhados para usá-los nesse modo.
ru: Многооконный режим позволяет вам открывать множество приложений одновременно. Конвертируйте свои приложения в общие для использования их в этом режиме.
tr: Çoklu Görev Modu, aynı anda birden fazla uygulamayı açmanıza olanak tanır. Uygulamalarınızı bu modda kullanmak için Paylaşılan Uygulamalar'a dönüştürün.
vi: Chế độ Đa nhiệm cho phép bạn mở nhiều app cùng lúc. Chuyển các app thành Được Chia sẻ để dùng chúng trong chế độ này.
zh_hans: 通过多任务模式你可以同时打开多个App。将App转换为共享App以在多任务模式中使用。
zh_hant: 多任務模式允許你同時使用多個應用程式。將應用程式轉換為共享應用程式以在多任務模式中使用。

# lc.settings.multitaskMode
source: Multitasking Mode
ar: وضع متعدد المهام
de: Multitasking-Modus
es: Modo multitarea
fr: Mode multitâche
it: Modalità Multitasking
ja: マルチタスクモード
ko: 멀티태스킹 모드
pl: Tryb wielozadaniowy
pt_br: Modo Multitarefa
ru: Режим многозадачности
sv: Multititask läge
vi: Chế độ Đa nhiệm
zh_hans: 多任务模式
zh_hant: 多任務模式

# lc.settings.multitaskMode.nativeWindow
source: Native Window
ar: نافذة مخصصة
de: Natives Fenster
es: Ventana nativa
fr: Fenêtre native
it: Finestra Nativa
ja: ネイティブウィンドウ
ko: 기본 창
pl: Okno Natywne
pt_br: Janela Nativa
ru: Нативное окно
sv: Inbyggt fönster
tr: Özgün Pencere
vi: Cửa sổ Thật
zh_hans: 原生窗口
zh_hant: 原生視窗

# lc.settings.multitaskMode.virtualWindow
source: Virtual Window
ar: نافذة افتراضية
de: Virtuelles Fenster
es: Ventana virtual
fr: Fenêtre virtuelle
it: Finestra Virtuale
ja: バーチャルウィンドウ
ko: 가상 창
pl: Okno Wirtualne
pt_br: Janela Virtual
ru: Виртуальное окно
sv: Virtuellt fönster
tr: Sanal Pencere
vi: Cửa sổ Ảo
zh_hans: 虚拟窗口
zh_hant: 虛擬視窗

# lc.settings.noCacheToClean
source: No caches to clean.
ar: لا يوجد ذاكرة مؤقتة للتنظيف.
de: Es gibt keinen Zwischenspeicher zu leeren.
es: No hay caché que limpiar.
fr: Aucune cache à nettoyer.
pl: Brak cache do wyczyszczenia
ru: Кэш уже очищен.
tr: Temizlenecek önbellek yok.
vi: Không có bộ nhớ đệm để xoá.
zh_hans: 没有可清理的缓存。

# lc.settings.noDataFolderToClean
source: No data folder to remove. All data folders are in use.
ar: لا يوجد ملف بيانات للحذف. جميع ملفات البيانات مستعمله حاليًا.
de: Kein Datenordner zum Entfernen vorhanden. Alle Datenordner werden verwendet.
es: No hay carpetas de datos que eliminar. Todas están en uso.
fr: Aucun dossier de données à supprimer. Tous les dossiers de données sont utilisés.
it: Nessuna cartella dati da rimuovere. Tutte le cartelle dati sono in uso.
ja: 削除可能なデータフォルダがありません。すべてのデータフォルダが使用中です。
ko: 모든 폴더가 사용 중입니다. 삭제할 수 있는 데이터 폴더가 없습니다.
pl: Nie ma dostępnych katalogów danych do usunięcia. Wszystkie są w użytku.
pt_br: Nenhuma pasta de dados para remover. Todas as pastas de dados estão em uso.
ru: Не были удалены никакие папки данных. Все находятся в использовании.
sv: Ingen datamapp att ta bort. Alla datamappar används.
tr: Kaldırılacak veri klasörü yok. Tüm veri klasörleri kullanımda.
vi: Không có thư mục dữ liệu để xoá. Tất cả thư mục dữ liệu đang được dùng.
zh_hans: 未删除任何数据文件夹，所有文件夹都已被使用。
zh_hant: 無可刪除的資料夾。

# lc.settings.notDevCert
source: LiveContainer is not signed with a development certificate so LiveContainer won't work at all. Please sign LiveContainer with a development certificate.
ar: LiveContainer غير موقع بشهادة مطورين لذاLiveContainer لا يعمل على الإطلاق. الرجاء توقيع LiveContainer بشهادة التطويير
de: LiveContainer ist nicht mit einem Entwicklungszertifikat signiert, daher wird LiveContainer nicht funktionieren. Bitte signiert Sie LiveContainer mit einem Entwicklungszertifikat.
es: LiveContainer no está firmado con un certificado de desarrollo, por lo que no funcionará en absoluto. Firma LiveContainer con un certificado de desarrollo.
fr: LiveContainer n'est pas signé avec un certificat de développement, donc LiveContainer ne fonctionnera pas du tout. Veuillez signer LiveContainer avec un certificat de développement.
it: LiveContainer non è firmato con un certificato development quindi LiveContainer non funzionerà. Firma LiveContainer con un certificato development.
ja: LiveContainerは開発用の証明書で署名されていないため、動作しません。有効な開発用証明書で署名してください。
ko: LiveContainer를 사용할 수 없습니다. 개발용 인증서로 설치해주세요.
pl: LiveContainer nie jest podpisany certyfikatem deweloperskim, więc w ogóle nie będzie działać. Proszę podpisać certyfikatem deweloperskim.
pt_br: O LiveContainer não está assinado com um certificado de desenvolvimento, então o LiveContainer não irá funcionar. Por favor, assine o LiveContainer com um certificado de desenvolvimento.
ru: LiveContainer не был подписан с сертификатом разработчика; LiveContainer не сможет работать. Пожалуйста, переподпишите его с действительным сертификатом.
tr: LiveContainer, geliştirme sertifikası ile imzalanmadığından çalışmayacaktır. Lütfen LiveContainer'ı geliştirme sertifikası ile imzalayın.
vi: LiveContainer không được ký với chứng chỉ phát triển nên LiveContainer không thể hoạt động. Vui lòng ký lại LiveContainer với chứng chỉ phát triển.
zh_hans: LiveContainer未被使用开发证书签名，因此无法正常工作。请使用开发证书签名LiveContainer。
zh_hant: LiveContainer未使用開發證書簽名，因此無法正常運作。請使用開發證書簽名LiveContainer。

# lc.settings.noTmpToClean
source: No temporary files to remove.
ar: لا توجد بيانات تخزين مؤقتة للحذف
de: Keine temporären Dateien zu entfernen.
es: No hay archivos temporales que eliminar.
fr: Aucun fichier temporaire à supprimer.
pl: Brak plików tymczasowych do usunięcia
ru: Временные файлы уже отсутствуют.
tr: Kaldırılacak geçici dosya yok.
vi: Không có tệp tạm để xoá.
zh_hans: 没有可清理的 tmp 内容。

# lc.settings.onlyOneAppOnStage
source: Single Window Mode
ar: وضع النافذة الواحدة
de: Einzelfenster Modus
es: Modo de ventana única
fr: Mode fenêtre unique
ja: シングルウィンドウモード
ko: 단일 윈도우 모드
pl: Tryb pojedynczego okna
ru: Однооконный режим
tr: Tek Pencere Modu
vi: Chế độ Một Cửa sổ
zh_hans: 单窗口模式
zh_hant: 單視窗模式

# lc.settings.redirectURLToHost
source: Redirect URL Schemes to Host LiveContainer
ar: إعادة توجيه مخططات عنوان URL إلى Host LiveContainer
de: URL-Schema an Host LiveContainer weiterleiten
es: Redirigir esquemas de URL al LiveContainer anfitrión
fr: Rediriger les schémas d'URL vers l'hôte LiveContainer
ja: URLスキームをLiveContainerのホストにリダイレクトする
ko: LiveContainer 전용 URL Scheme
pl: Schematy przekierowań URL do hosta LiveContainer
ru: Перенаправлять схемы URL в LiveContainer
tr: URL Şemalarını LiveContainer'a Yönlendir
vi: Đổi hướng URL Scheme sang LiveContainer Chủ
zh_hans: 重定向URL到LiveContainer
zh_hant: 重導向網址到LiveContainer

# lc.settings.refreshCertificateFromStore %@
source: Refresh Certificate from %@
ar: حدث الشهادة من %@
de: Zertifikat von %@ aktualisieren
es: Actualizar certificado desde %@
fr: Rafraîchir le certificat depuis %@
it: Aggiorna il certificato da %@
ja: %@から証明書をリフレッシュ
ko: %@에서 인증서 재설치
pl: Odśwież certyfikat od %@
pt_br: Recarregar o Certificado de %@
ru: Обновить сертификат от %@
sv: Uppdatera certifikat från %@
tr: Sertifikayı %@'dan yenile
vi: Làm mới Chứng chỉ từ %@
zh_hans: 刷新来自%@的证书
zh_hant: 從%@重新整理證書

# lc.settings.removeCertificate
source: Remove Certificate
ar: حذف الشهادة
de: Zertifikat entfernen
es: Eliminar certificado
fr: Supprimer le certificat
it: Rimuovi Certificato
ja: 証明書を削除
ko: 인증서 삭제
pl: Usuń Certyfikat
pt_br: Remover Certificado
ru: Удалить сертификат
sv: Ta bort certifikat
tr: Sertifikayı Kaldır
vi: Xoá Chứng chỉ
zh_hans: 删除证书
zh_hant: 移除證書

# lc.settings.removeCertificateDesc
source: You won’t be able to install apps after removing the certificate. Continue?
ar: لا يمكنك أن تثبت تطبيقات بعد حذف الشهادة. هل تود المتابعه؟
de: Nach dem Entfernen des Zertifikats können Sie keine Anwendungen mehr installieren. Fortfahren?
es: No podrás instalar apps después de eliminar el certificado. ¿Continuar?
fr: Vous ne pourrez pas installer d'applications après avoir supprimé le certificat. Poursuivre ?
it: Non sarai in grado di installare le app dopo aver rimosso il certificato. Continuare?
ja: 証明書を削除すると、アプリをインストールできなくなります。続けますか？
ko: 인증서 삭제 시 앱 설치가 불가능합니다.
pl: Nie będziesz mógł zainstalować aplikacji po usunięciu certyfikatu. Czy chcesz kontynuować?
pt_br: Não será possível instalar aplicativos após remover o certificado. Deseja continuar?
ru: Вы не сможете устанавливать новые приложения после удаления сертификата. Хотите продолжить?
sv: Du kommer inte att kunna installera appar efter att ha tagit bort certifikatet. Fortsätt?
tr: Sertifikayı kaldırdıktan sonra uygulama yükleyemeyeceksiniz. Devam etmek istiyor musunuz?
vi: Bạn sẽ không thể cài app sau khi xoá chứng chỉ. Tiếp tục?
zh_hans: 删除证书后你无法签名App，要继续吗？
zh_hant: 移除證書後不能安裝應用程式。

# lc.settings.restartTerminatedApp
source: Restart app automatically after termination
ar: إعادة تشغيل التطبيق تلقائياً بعد انتهاء التطبيق
de: App nach Beenden automatisch neu starten
es: Reiniciar app automáticamente tras cerrarse
fr: Redémarrer l'application automatiquement après l'arrêt
ja: 終了後にアプリを自動的に再起動する
ko: 앱 종료 후 앱을 다시 실행해주세요.
pl: Automatyczne ponowne uruchomienie aplikacji po jej zamknięciu
ru: Перезагружать приложение сразу после прекращения
tr: Uygulama sonlandırıldıktan sonra otomatik olarak yeniden başlat
vi: Khởi động lại app sau khi bị thoát
zh_hans: 终止后自动重新启动应用
zh_hant: 終結後自動重啟

# lc.settings.signer.desc
source: If AltSign reports an error, please try ZSign and vice versa. Please restart LiveContainer after switching Signer.
ar: أذا أعطى AltSign خطأ، فحاول أن تستعمل Zsign و العكس صحيح. الرجاء اعادة تشغيل التطبيق LiveContainer بعد تغيير الُموقع.
de: Wenn AltSign einen Fehler meldet, versuchen Sie es bitte mit ZSign und andersherum. Bitte starten Sie LiveContainer nach dem Wechsel des Signierers neu.
fr: Si AltSign signale une erreur, essayez ZSign et vice versa. Veuillez redémarrer LiveContainer après avoir changé de signataire.
ja: AltSign でエラーが発生する場合は、ZSign をお試しください。また、反対にZSignでエラーが発生する場合は、AltSignをお試しください。Signer を切り替えた後、 LiveContainer を再起動してください。
pt_br: Se AltSign não funcionar corretamente, por favor tente mudar para ZSign e vice-versa. Por favor, reinicie LiveContainer após alterar o método de assinar os aplicativos.
sv: Om AltSign rapporterar ett fel, försök ZSign och vice versa. Starta om LiveContainer efter byte av Signer.
zh_hans: 若AltSign签名遇到问题，可尝试使用ZSign，反之亦然。切换签名工具后请重启LiveContainer。

# lc.settings.silentOpenWebPage
source: Always Open URL in Current App
ar: افتح الروابط دائمًا في التطبيق الحالي
de: URL immer in der aktuellen App öffnen
es: Abrir siempre la URL en la app actual
fr: Toujours ouvrir l'URL dans l'application en cours
it: Apri sempre l'URL nell'app corrente
ja: 常に現在のアプリでURLを開く
ko: 항상 현재 앱으로 URL 열기
pl: Zawsze otwieraj URL w bieżącej aplikacji
pt_br: Sempre Abrir a URL no Aplicativo Atual
ru: Всегда открывать URL в текущем приложении
sv: Öppna alltid URL i aktuell app
tr: URL'yi her zaman mevcut uygulamada aç
vi: Luôn Mở URL ở App Hiện tại
zh_hans: 总是在当前App打开链接
zh_hant: 總是在目前的App上打開鏈接

# lc.settings.silentOpenWebPageDesc
source: By default, LiveContainer asks you how to open a URL. Enable this to automatically open URL in current app.
ar: بالأساس، LiveContainer يسألك كيف تفتح رابط. تفعيل هذا الخِيار سوف يفتح LiveContainer الروابط تِلْقائيًا في التطبيق الحالي.
de: Standardmäßig fragt LiveContainer, wie eine URL geöffnet werden soll. Aktivieren Sie diese Option, um URLs automatisch in der aktuellen App zu öffnen.
es: Por defecto, LiveContainer te pregunta cómo abrir una URL. Activa esto para abrir la URL automáticamente en la app actual.
fr: Par défaut, LiveContainer vous demande comment ouvrir une URL. Activez cette option pour ouvrir automatiquement l'URL dans l'application en cours.
it: Di default, LiveContainer ti chiede come vuoi aprire un URL. Abilita ciò per aprire automaticamente l'URL nell'app corrente.
ja: デフォルトでは、LiveContainerはURLを開く方法を尋ねます。オンにすると、自動的に現在のアプリでURLを開きます。
ko: 앱 선택 없이 URL을 바로 열고 싶은 경우 활성화해주세요.
pl: Domyślnie, LiveContainer pyta się Ciebie, w jaki sposób otworzyć łącze URL. Włącz tę opcję, aby automatycznie otwierać URL w aktualnie używanej aplikacji.
pt_br: Por padrão, LiveContainer perguntará como você deseja abrir uma URL. Habilite esta configuração para automaticamente abrir uma URL no aplicativo atual.
ru: По умолчанию LiveContauner будет у вас спрашивать, как открыть данный URL. Включите это, чтобы автоматически открывать URL в текущем приложении.
sv: Som standard frågar LiveContainer dig hur du öppnar en URL. Aktivera detta för att automatiskt öppna URL i aktuell app.
tr: Varsayılan olarak, LiveContainer bir URL'yi nasıl açacağınızı sorar. Bunu etkinleştirerek URL'yi mevcut uygulamada otomatik olarak açabilirsiniz.
vi: Mặc định, LiveContainer sẽ hỏi bạn cách mở URL. Bật tùy chọn này để tự động mở URL trong ứng dụng hiện tại.
zh_hans: LiveContainer在打开链接时会询问你如何打开。启用此选项来自动在当前App中打开。
zh_hant: LiveContainer 默認詢問如何打開連結。開啟後會自動在當前app開啟連結。

# lc.settings.silentSwitchApp
source: Switch App Without Asking
ar: غير التطبيق دون سؤال
de: App wechseln ohne zu fragen
es: Cambiar de app sin preguntar
fr: Changer d'application sans demander
it: Cambia App Senza Chiedere
ja: 確認せずにアプリを切り替える
ko: 앱 전환 시 묻지 않기
pl: Zmień aplikację bez pytania
pt_br: Alternar Aplicativo Sem Perguntar
ru: Переключать приложения без подтверждения
sv: Byt app utan att fråga
tr: Sormadan uygulamaları değiştir
vi: Chuyển app không cần hỏi
zh_hans: 静默切换App
zh_hant: 直接切換App

# lc.settings.silentSwitchAppDesc
source: By default, LiveContainer asks you before switching app. Enable this to switch app immediately. Any unsaved data will be lost.
ar: بالأساس، LiveContainer سوف يسألك قبل تغيير البرنامَج. فعل هذا الخيار لتحويل البرنامَج مباشره دون سؤال.
de: Standardmäßig fragt LiveContainer Sie, bevor Sie die App wechseln. Aktivieren Sie dies, um die App sofort zu wechseln. Alle ungespeicherten Daten gehen dabei verloren.
es: Por defecto, LiveContainer te pregunta antes de cambiar de app. Activa esto para cambiar de app inmediatamente. Se perderán los datos no guardados.
fr: Par défaut, LiveContainer vous demande votre avis avant de changer d'application. Activez cette option pour changer d'application immédiatement. Toutes les données non sauvegardées seront perdues.
it: Di default, LiveContainer ti chiede prima di cambiare app. Abilita questa opzione per cambiare app immediatamente. Tutti i dati non salvati andranno persi.
ja: デフォルトでは、LiveContainerはアプリを切り替える前に尋ねます。これをオンにすると、アプリをすぐに切り替えることができます。保存していないデータは失われます。
ko: 이 옵션을 활성화할 경우 경고 없이 앱이 바로 전환됩니다. 저장하지 않은 데이터는 지워집니다.
pl: Domyślnie, LiveContainer pyta Cię o zgodę przed zmienieniem aplikacji. Włącz tę opcję, aby zmieniać aplikacje natychmiast. Stracisz dane, które nie zostały zapisane.
pt_br: Normalmente, o LiveContainer irá perguntar se você quer mesmo trocar de aplicativo. Ative esta opção para trocar de aplicativo imediatamente. Qualquer dado não salvo será perdido.
ru: По умолчанию LiveContainer будет спрашивать вас перед переключением приложений. Включите эту опцию, чтобы переключать приложения немедленно. Все несохраненные данных могут быть потеряны.
sv: Som standard frågar LiveContainer dig innan du byter app. Aktivera detta för att byta app direkt. Alla osparade data kommer att gå förlorade.
tr: Varsayılan olarak, LiveContainer uygulama değiştirmeden önce size sorar. Uygulamayı hemen değiştirmek için bunu etkinleştirin. Kaydedilmemiş veriler kaybolacaktır.
vi: Mặc định LiveContainer sẽ hỏi bạn trước khi chuyển sang app khác. Bật tuỳ chọn này để chuyển app luôn. Dữ liệu chưa lưu sẽ bị mất.
zh_hans: LiveContainer在切换App时默认会向你确认。启用此选项来静默切换，所有未保存的数据将会丢失。
zh_hant: LiveContainer在切換App時預設會向你確認。啟用此選項來直接切換，所有未儲存的資料將會遺失。

# lc.settings.skipTerminatedScreen
source: Skip terminated screen
ar: تخطي شاشة الإنتهاء
de: Beenden-Bildschirm überspringen
es: Omitir pantalla de cierre
fr: Ignorer l'écran terminé
ja: 終了画面をスキップする
ko: 앱 종료 화면 없애기
pl: Pomiń ekran zakończenia
ru: Пропустить завершение экрана
tr: Sonlandırılan ekranı atla
vi: Bỏ qua màn hình bị thoát
zh_hans: 跳过终止提示
zh_hant: 略過終止提示

# lc.settings.storageManagement
source: Storage Management
ar: إدارة المساحة
de: Speicherverwaltung
es: Gestión de almacenamiento
fr: Gestion du stockage
pl: Zarządzanie pamięcią
ru: Управление хранилищем
tr: Depolama Yönetimi
vi: Quản lý Dung lượng
zh_hans: 存储管理

# lc.settings.strictHiding
source: Strict Hiding Mode
ar: وضع الأخفاء الصارم
de: Striktes Ausblenden
es: Modo de ocultación estricta
fr: Mode de masquage strict
it: Modalità Nascondi App
ja: 厳重な非表示モード
ko: 고급 숨김 모드
pl: Tryb Ścisłego Ukrywania
pt_br: Modo de Ocultação Robusta
ru: Режим строгого скрытия
sv: Strikt gömt läge
tr: Sıkı Gizleme Modu
vi: Chế độ ẩn nghiêm ngặt
zh_hans: 严格隐藏模式
zh_hant: 嚴格隱藏模式

# lc.settings.strictHidingDesc
source: Enabling this mode will only allow hidden apps to be launched by triple clicking the installed app counter.
ar: تفعيل هذا الوضع سيسمح للتطبيقات المخفية أن تُشغل بالضغط عليها ثلاث مرات في عداد التطبيقات المثبته.
de: Wenn Sie diesen Modus aktivieren, können versteckte Anwendungen nur durch Dreifachklick auf die Anzahl der installierten Anwendungen gestartet werden.
es: Habilitar este modo solo permitirá que se inicien aplicaciones ocultas haciendo clic tres veces en el contador de aplicaciones instaladas.
fr: L'activation de ce mode ne permet de lancer les applications masquées que par un triple appui sur le compteur d'applications installées.
it: Abilitando questa modalità, permetterà solo alle app nascoste di essere lanciate cliccando 3 volte nel contatore delle app installate.
ja: このモードをオンにすると、非表示のアプリはインストール済みアプリの合計カウンターを3回クリックすることでのみ起動できるようになります。
ko: 활성화할 경우, 앱 목록 하단에 '총 n개'를 연속으로 세 번 눌러야 숨긴 앱이 보입니다.
pl: Włączając tę opcję, ukryte aplikacje będzie można uruchomić po trzykrotnym naciśnięciu licznika aplikacji.
pt_br: Ativar esta opção irá fazer com que apenas aplicativos escondidos serão autorizados ao executa-los ao clicar três vezes no contador de aplicativos instalados.
ru: Включение этого режима позволит вам просмотреть скрытые приложения тройным нажатием на счётчик установленных приложений.
sv: Aktivering av detta läge tillåter bara dolda appar att startas genom att tredubbla att klicka på den installerade appräknaren.
tr: Bu modu etkinleştirdiğinizde, gizli uygulamalar yalnızca yüklü uygulama sayacına üç kez tıklayarak başlatılabilir.
vi: Bật chế độ này chỉ cho các app bị ẩn được mở bằng cấp nhấn 3 lần vào chỗ đếm số app đã được cài đặt.
zh_hans: 启用后，将只能从App选择界面启动App。
zh_hant: 啟用後，將只能從App選擇介面啟動App。
